Repository: Contykpo/samuelfurlanich.github.io
Catalog: Resources/Resource.*.resx
Languages: es

source: about
es: Sobre mi

source: contact
es: Contacto

source: contactCallToAction
es: Dejame un mensaje y concetermos como puedo colaborar en tu proximo proyecto.

source: contactErrorMessage
es: Ocurrio un error al enviar el pensaje. Por favor intenta de nuevo.

source: contactErrorMessageUnexpected
es: Un error inesperado ocurrio:

source: contactMe
es: Contactame

source: contactNow
es: Entremos en Contacto

source: contactSuccessMessage
es: Tu mensaje fue enviado correctamente!

source: download
es: Descargar

source: downloadCV
es: Descargar CV

source: home
es: Inicio

source: loading
es: Cargando...

source: loadingLanguages
es: Cargando Lenguajes...

source: myCV
es: Mi Curriculum

source: myTitle
es: Desarrollador de Software

source: projects
es: Proyectos

source: send
es: Enviar

source: title
es: Samuel Furlanich Curriculum Vitae

source: titleFooter
es: Creado por

source: Other Technologies: C#, HTML5, CSS, XAML, SQL Server, PostgreSQL, SQLite, Git, RESTful APIs, Azure
es: Tecnologías: C#, HTML5, CSS, XAML, SQL Server, PostgreSQL, SQLite, Git, RESTful APIs, Azure

source: Languages: English, Spanish
es: Idiomas: Ingles, Español

source: I am a third‑year Computer Science student at University of Buenos Aires, passionate about creating polished, high‑quality applications.
es: Soy un estudiante de tercer año de Ciencias de la Computación en la Universidad de Buenos Aires, apasionado por la creacion de aplicaciones pulidas y de alta calidad.

source: Eager to begin my professional journey, I aim to deepen my expertise in fullstack development by contributing to innovative tech solutions and continually growing as a developer.
es: Ansioso por comenzar mi trayectoria profesional, tengo como objetivo profundizar mi experiencia en desarrollo fullstack contribuyendo a soluciones tecnológicas innovadoras y creciendo continuamente como desarrollador.

source: Documancer, GPT Assisted Narrator
es: Documancer, Narrador Asistido por GPT

source: Serialize roleplay events and build a rich world through log notes and an AI driven event narrator.
es: Serializar eventos de rol y construir un mundo rico mediante notas de registro y un narrador de eventos impulsado por inteligencia artificial.

source: Milky Pants Cheese, production and inventory management
es: Milky Pants Cheese, administración de producción e inventario

source: An ASP. NET Core application with backend powered by Entity Framework and MySQL. Based on a fictional dairy company for the Argentina's INET - ETP NATIONAL OLYMPICS 2021.
es: Una aplicación ASP.NET Core con un backend impulsado por Entity Framework y MySQL. Basada en una empresa láctea ficticia para las Olimpíadas Nacionales ETP del INET de Argentina 2021.

source: AplicacionGM, roleplay campaign manager
es: AplicacionGM, administración de campañas de rol

source: Create GURPS campaigns with their own sets of Characters Sheets, Maps, Actions, etc. And save your progress in an SQLite database to resume your roleplay sessions later on.
es: Crea campañas de GURPS con sus propios conjuntos de Hojas de Personaje, Mapas, Acciones, etc. y guarda tu progreso en una base de datos SQLite para retomar tus sesiones de rol más adelante.

source: AstroLogger, Logging Library
es: AstroLogger, Libreria de Logging

source: Add the AstroLogger DLL reference to your project and create custom or default Loggers and Logger Factories with desired severity, format, and extra parameters.
es: Agrega la referencia de la DLL de AstroLogger a tu proyecto y crea Loggers y Fábricas de Loggers personalizados o predeterminados con la severidad, formato y parámetros adicionales que desees.
